{"1": {"name": "Star Ferry", "description": "The Star Ferry is a passenger ferry service operator and tourist attraction in Hong Kong. Its principal routes carry passengers across Victoria Harbour, between Hong Kong Island and Kowloon. The service is operated by the \"Star\" Ferry Company, which was founded in 1888 as the Kowloon Ferry Company, and adopted its present name in 1898.\nThe fleet of twelve ferries operates two routes across the harbour, carrying over 70,000 passengers a day, or 26 million a year. Even though the harbour is crossed by railway and road tunnels, the Star Ferry continues to provide an inexpensive mode of harbour crossing. The company's main route runs between Central and Tsim Sha Tsui.\nIt has been rated first in the “Top 10 Most Exciting Ferry Rides” poll by the Society of American Travel Writers (“SATW”) in February 2009.", "duration": 120, "reviews": 19623, "address": "Kowloon Point, Tsim Sha Tsui, Kowloon", "rating": 4.5, "city": "Hong Kong"}, "2": {"name": "Hong Kong Skyline", "description": "The Hong Kong Special Administrative Region has over 7,840 high-rise buildings, 1,303 of which are skyscrapers standing taller than 100 m (328 ft) with 316 buildings over 150 m (492 ft). The tallest building in Hong Kong is the 108-storey International Commerce Centre, which stands 484 m (1,588 ft) and is the ninth tallest building in the world. The total built-up height (combined heights) of these skyscrapers is approximately 333.8 km (207 mi), making Hong Kong the world's tallest urban agglomeration. Furthermore, reflective of the city's high population densities, Hong Kong has more inhabitants living at the 15th floor or higher, and more buildings of at least 100 m (328 ft) and 150 m (492 ft) height, than any other city in the world.\nMost of Hong Kong's buildings are concentrated in the northern shore of Hong Kong Island, Kowloon, and the New Towns (satellite towns) of the New Territories, such as Tsuen Wan and Sha Tin. Additional high-rises are located along Hong Kong Island's southern shoreline and areas near the stations of the Mass Transit Railway (MTR).\nThe skyline of Hong Kong Island is famed for its unique arrangement, with surrounding mountains and Victoria Harbour complementing the rows of skyscrapers along the shore. Each evening, 44 buildings on the shores of Victoria Harbour participate in A Symphony of Lights, a synchronized show named by the Guinness Book of World Records as the largest permanent light fixture in the world.", "duration": 120, "reviews": 12902, "address": "Hong Kong Island, along Victoria Harbor", "rating": 4.5, "city": "Hong Kong"}, "3": {"name": "Hong Kong Tramways (Ding Ding)", "description": "Hong Kong Tramways (Chinese: 香港電車) is a tram system in Hong Kong and one of the earliest forms of public transport in the metropolis. Owned and operated by RATP Dev Transdev Asia, the tramway runs on Hong Kong Island between Shau Kei Wan and Kennedy Town, with a branch circulating through Happy Valley.\nTrams in Hong Kong have not only been a form of commuter transport for over 110 years, but also a major tourist attraction and one of the most environmentally friendly ways of travelling in Hong Kong. The tram system is the only one in the world operated exclusively with double-decker trams, and is one of only three non-heritage tram systems in the world that use double-deck cars the others being Blackpool Tramway, United Kingdom and Alexandria Tram, Egypt.\nThe tram is the cheapest mode of public transport on the island. The comparatively affordable fare is highlighted by Hong Kong Tramways' advertising slogan: \"Hop on 1. $2.3. Tram so easy!\"", "duration": 120, "reviews": 9144, "address": "Whitty Street Tram Depot, Connaught Road West, Western District", "rating": 4.5, "city": "Hong Kong"}, "4": {"name": "Tian Tan Buddha (Big Buddha)", "description": "Tian Tan Buddha, also known as the Big Buddha, is a large bronze statue of Buddha Shakyamuni, completed in 1993, and located at Ngong Ping, Lantau Island, in Hong Kong. The statue is sited near Po Lin Monastery and symbolises the harmonious relationship between man and nature, people and faith. It is a major centre of Buddhism in Hong Kong, and is also a popular tourist attraction.", "duration": 120, "reviews": 12460, "address": "Lantau Island", "rating": 4.5, "city": "Hong Kong"}, "5": {"name": "Victoria Peak (The Peak)", "description": "Victoria Peak (Chinese: 太平山, or previously Chinese: 扯旗山) is a mountain in the western half of Hong Kong Island. It is also known as Mount Austin, and locally as The Peak. With an elevation of 552 m (1,811 ft), it is the highest mountain on Hong Kong island, ranked 31 in terms of elevation in the Hong Kong Special Administrative Region (Tai Mo Shan is the highest point in the Hong Kong Special Administrative Region with an elevation of 957 m).\nThe summit is occupied by a radio telecommunications facility and is closed to the public. However, the surrounding area of public parks and high-value residential land is the area that is normally meant by the name The Peak. It is a major tourist attraction that offers views over Central, Victoria Harbour, Lamma Island and the surrounding islands.", "duration": 120, "reviews": 30638, "address": "1 Lugard Rd", "rating": 4.5, "city": "Hong Kong"}, "6": {"name": "Hong Kong Disneyland", "description": "Hong Kong Disneyland (Chinese: 香港迪士尼樂園) is a theme park located on reclaimed land in Penny's Bay, Lantau Island. It is located inside the Hong Kong Disneyland Resort and it is owned and managed by Hong Kong International Theme Parks. It is, together with Ocean Park Hong Kong, one of the two large theme parks in Hong Kong. Hong Kong Disneyland opened to visitors on Monday, 12 September 2005 at 13:00 HKT. Disney attempted to avoid problems of cultural backlash by incorporating Chinese culture, customs, and traditions when designing and building the resort, including adherence to the rules of feng shui. For instance, a bend was put in a walkway near the Hong Kong Disneyland Resort entrance so good qi energy wouldn't flow into the South China Sea.\nThe park consists of seven themed areas: Main Street, U.S.A., Fantasyland, Adventureland, Tomorrowland, Grizzly Gulch, Mystic Point, and Toy Story Land. The theme park's cast members speak Cantonese, English, and Mandarin. Guide maps are printed in traditional and simplified Chinese as well as English.\nThe park has a daily capacity of 34,000 visitors — the lowest of all Disneyland parks. The park attracted 5.2 million visitors in its first year, below its target of 5.6 million. Visitor numbers fell 20% in the second year to 4 million, inciting criticisms from local legislators. However, the park attendance jumped by 8% in the third year, attracting a total of 4.5 million visitors in 2007. In 2009, the park attendance again increased by 2% to 4.8 million visitors. The attendance continued to surge and received 5.23 million guests in the 2009/2010 fiscal year. Since the opening of Hong Kong Disneyland, the theme park has hosted over 25 million guests. According to AECOM and TEA, Hong Kong Disneyland is the 13th most visited theme park in the world in 2013, with 7.4 million visitors.\nMajority-owned (53%) by the Hong Kong Government but managed by Disney, the park first turned an annual net profit of HK$109 million (US$13.97 million) for the year ended 29 September 2012. However, it has operated at an increasing loss in 2015, 2016, and 2017.\nHong Kong Disneyland currently occupies 27.5 hectares (68 acres) and hosts 7.92 million to 8.92 million visitors annually. The park capacity will increase to handle up to 10 million visitors annually over a 15-year expansion period.", "duration": 120, "reviews": 14386, "address": "Lantau Island", "rating": 4.0, "city": "Hong Kong"}, "7": {"name": "Ocean Park", "description": "Ocean Park Hong Kong, commonly known as Ocean Park, is a marine mammal park, oceanarium, animal theme park and amusement park situated in Wong Chuk Hang and Nam Long Shan in the Southern District of Hong Kong. It is, together with Hong Kong Disneyland, one of the two largest theme parks in Hong Kong.\nOpened in 1977 by the then Governor of Hong Kong Sir Murray MacLehose, Ocean Park became popular but by 2005 was unprofitable and widely expected to lose out to the new Hong Kong Disneyland. However, the Park responded with a HK$5.5 billion development plan that saw it expand to over 80 attractions and rides, and steadily grow visitor numbers to 7.6 million in 2014, making it the world's 13th most visited theme park, and the largest theme park in Asia. Half of all visitors now come from mainland China, in growth that parallels rising mainland tourist visitor levels to Hong Kong over the same period. Since this high, visitor numbers have declined to around 6 million in 2016 under the background of declining tourist arrivals in Hong Kong.\nCovering an area of 91.5 hectares (226 acres), the park is separated by a large mountain into two areas, The Summit (Headland) and The Waterfront (Lowland). These areas can be reached by a 1.5 kilometres (0.93 mi) cable car system, or the Ocean Express funicular railway. To ascend the Headland comprises several hills, visitors can use Hong Kong's second longest outdoor escalator.\nThe theme park has various attractions and rides, including four roller coasters, and also animal exhibits with different themes, such as a giant panda habitat, rainforest and polar displays, as well as an aquarium featuring the world's largest aquarium dome. Between 1979 and 1997, Ocean Park was most famous for its signature killer whale, Miss Hoi Wai (海威小姐).\nAs well as being an amusement park, Ocean Park Hong Kong aims to merge entertainment and education, including conservation advocacy. However it has been criticised by wildlife advocates for practices including the wild capture of large sea animals, such as dolphins and orca, and the presentation of shows featuring such animals performing.\nOcean Park is also renowned for holding the largest Halloween events in Asia.\nIn January 2017, the Ocean Park saw a 30% surge in visitors, credited to a new MTR line, big discounts and an early Lunar New Year holiday.", "duration": 120, "reviews": 9414, "address": "No.180 Wong Chuk Hang Road", "rating": 4.5, "city": "Hong Kong"}, "8": {"name": "Sandbox VR", "description": "VRChat is a free-to-play massively multiplayer online virtual reality video game created by Graham Gaylor and Jesse Joudrey. It allows players to interact with others as 3D character models. The game was released for Microsoft Windows via Steam's early access program on February 1, 2017. It supports the Oculus Rift, HTC Vive and Windows Mixed Reality headsets, although it can be played without any of them.", "duration": 120, "reviews": 397, "address": "3A-3C Cameron Rd, Tsim Sha Tsui", "rating": 5.0, "city": "Hong Kong"}, "9": {"name": "Hong Kong Tourism Board", "description": "The Hong Kong Tourism Board (HKTB) (Traditional Chinese: 香港旅遊發展局) is a Government-subvented body founded in 2001. The Board replaced the Hong Kong Tourist Association (HKTA) (Traditional Chinese: 香港旅遊協會) established in 1957. It has 15 branch offices and representative offices in 6 markets around the world, and its primary mission is to maximise the social and economic contribution that tourism makes to the community of Hong Kong, and consolidate the city's position as a desired destination. In fulfilling this, it works with the Government, travel industry and other partners to market and promote Hong Kong worldwide, improve the range and quality of visitor facilities and tourism service standards, and enhance the experiences of visitors once they have arrived.", "duration": 120, "reviews": 271, "address": "Star Ferry Concourse, Tsim Sha Tsui, Kowloon", "rating": 4.5, "city": "Hong Kong"}, "10": {"name": "L&K Custom Tailor", "description": "This is a list of router and firewall distributions, which are operating systems designed for use as routers and/or firewalls.", "duration": 120, "reviews": 317, "address": "No.1 Carnarvon Road", "rating": 4.5, "city": "Hong Kong"}, "11": {"name": "Nan Lian Garden", "description": "The Nan Lian Garden (Chinese: 南蓮園池; Cantonese Yale: nàamlìn yún chì) is a Chinese Classical Garden in Diamond Hill, Hong Kong. The garden has an area of 3.5 hectares. It is designed in the Tang Dynasty-style with hills, water features, trees, rocks and wooden structures.\nThe garden was a joint project of the Chi Lin Nunnery and the Hong Kong Government. It opened to the public on November 14, 2006.\nThe garden is open daily from 7am to 9pm.\n\n", "duration": 120, "reviews": 3576, "address": "No.60 Fung Tak Road, Diamond Hill", "rating": 4.5, "city": "Hong Kong"}, "12": {"name": "Tsz Shan Monastery", "description": "Tsz Shan Monastery (Chinese: 慈山寺; Jyutping: ci4 saan1 zi6) is a large Buddhist temple located in Tung Tsz, Tai Po District, Hong Kong. Within the Tsz Shan Monastery, an outdoor bronze Guanyin statue, 76 meters in height, is the second highest in the world.\nTsz Temple completed its construction and opened to public visitors in April 2015, led by the Venerable Kok Kwong HHCKLA. Much of the monastery building funds were donated by local business magnate Li Ka-shing.\nAs a Chinese Buddhist monastery established for the inheritance of the teaching of the Buddha, Tsz Shan Monastery is a sanctuary for the purpose of spiritual purification, and endeavours to open the door to compassion and wisdom for the public through various activities.\nThe general public is required to make an appointment through phone or internet beforehand for a visit to the Tsz Shan Monastery. The daily quota for visitors is limited to 400 at initial stage. During the test run only visitation requests from local non-profit organizations, registered charities, and funded welfare agencies were accepted, but as of 2017 reservations are taken from the general public as well.", "duration": 120, "reviews": 119, "address": "88 Po Mun Road, Tai Po", "rating": 4.5, "city": "Hong Kong"}, "13": {"name": "Happy Valley Racecourse", "description": "The Happy Valley Racecourse is one of the two racecourses for horse racing and is a tourist attraction in Hong Kong. It is located in Happy Valley on Hong Kong Island, surrounded by Wong Nai Chung Road and Morrison Hill Road.\nThe capacity of the venue is 55,000.", "duration": 120, "reviews": 1923, "address": "Happy Valley Racecourse, Happy Valley, Hong Kong Island", "rating": 4.5, "city": "Hong Kong"}, "14": {"name": "Hong Kong Museum of History", "description": "The Hong Kong Museum of History (Chinese: 香港歷史博物館) is a museum which preserves Hong Kong's historical and cultural heritage. It is located next to the Hong Kong Science Museum, in Tsim Sha Tsui, Kowloon, Hong Kong.\nThe collections of the museum encompass natural history, archaeology, ethnography and local history.", "duration": 120, "reviews": 3266, "address": "100 Chatham Rd S, Tsim Sha Tsui East, Kowloon", "rating": 4.5, "city": "Hong Kong"}, "15": {"name": "Chi Lin Nunnery", "description": "Chi Lin Nunnery (Chinese: 志蓮淨苑; Jyutping: zi3 lin4 zing6 jyun2; Cantonese Yale: Jilìhn Jihng Yún) is a large Buddhist temple complex located in Diamond Hill, Kowloon, Hong Kong. It was founded in 1934 as a retreat for Buddhist nuns and was rebuilt in the 1990s following the traditional Tang Dynasty architecture. The temple halls have statues of the Sakyamuni Buddha, the goddess of mercy Guanyin and other bodhisattvas. These statues are made from gold, clay, wood and stone.\nThe temple halls and the Chinese garden in front of the nunnery are open to the public daily free of charge.", "duration": 120, "reviews": 3011, "address": "Chi Lin Rd, Diamond Hill", "rating": 4.5, "city": "Hong Kong"}}