{"1": {"duration": 120, "name": "Singapore International Festival of Arts", "rating": 4.5, "reviews": 8, "description": "The Singapore Arts Festival (Chinese: 新加坡艺术节) is an annual arts festival held in Singapore. Organised by the National Arts Council, it is one of the most significant events in the regional arts scene. The festival, usually held in mid-year for a stretch of one month, incorporates theatre arts, dance, music and visual arts, among other possibilities. Besides local participants, approximately 70% of the events are put up by international artists.\nToday, the Singapore Arts Festival is no longer managed by the National Arts Council. It has a new name and new direction under Singapore International Festival of Arts (SIFA), organised by Arts House Limited and commissioned by National Arts Council. In 2014 - 2017, the Festival Director for Singapore International Festival of Arts is Ong Keng Sen. He designed a two-part festival with a pre-festival of ideas The O.P.E.N. (Open, Participate, Engage, Negotiate). The O.P.E.N. runs from June - July and thereafter followed by the main festival SIFA in August and September. Details on the new Singapore International Festival of Arts can be found at www.sifa.sg.\n\n", "city": "Singapore", "address": "1 Old Parliament Lane The Arts House At the Old Parliament"}, "2": {"duration": 120, "name": "Singapore Mass Rapid Transit (SMRT)", "rating": 4.5, "reviews": 16819, "description": "The Mass Rapid Transit, or MRT, is a rapid transit system forming the major component of the railway system in Singapore, spanning most of the city-state. The earliest section of the MRT, between Toa Payoh and Yio Chu Kang, opened on 7 November 1987. The network has since grown rapidly in accordance with Singapore's aim of developing a comprehensive rail network as the backbone of the public transport system in Singapore, with an average daily ridership of 3.031 million in 2015 (including the Light Rail Transit (LRT)), approximately 78% of the bus network's 3.891 million in the same period.\nThe MRT network encompasses 199.6 kilometres (124.0 mi) of route, with 119 stations in operation, on standard gauge. The fully automated Circle, Downtown and North East lines form the longest fully automated metro network in the world. The lines are built by the Land Transport Authority, a statutory board of the Government of Singapore, which allocates operating concessions to the profit-based corporations, SMRT Corporation and SBS Transit. These operators also run bus and taxi services, thus facilitating full integration of public transport services. The MRT is complemented by a small number of local LRT networks in Bukit Panjang, Sengkang and Punggol that link MRT stations with HDB public housing estates.", "city": "Singapore", "address": "Not provided"}, "3": {"duration": 120, "name": "National Orchid Garden", "rating": 4.5, "reviews": 11435, "description": "The National Orchid Garden, located within the Singapore Botanic Gardens, was opened on 20 October 1995 by Singapore's Minister Mentor Lee Kuan Yew.\nThe Singapore Botanic Gardens has been developed along a 3-Core Concept. The three Cores consist of Tanglin, which is the heritage core that retains the old favourites and rustic charms of the historic Gardens; Central, which is the tourist belt of the Gardens; and Bukit Timah, which is the educational and recreational zone. Each Core offers an array of attractions.\nThe National Orchid Garden is located in the Central Core of the gardens.", "city": "Singapore", "address": "1 Cluny Rd"}, "4": {"duration": 120, "name": "Gardens by the Bay", "rating": 4.5, "reviews": 45491, "description": "Gardens by the Bay is a nature park spanning 101 hectares (250 acres) of reclaimed land in central Singapore, adjacent to the Marina Reservoir. The park consists of three waterfront gardens: Bay South Garden, Bay East Garden and Bay Central Garden. The largest of the gardens is Bay South Garden at 54 hectares (130 acres).\nGardens by the Bay is part of a strategy by the Singapore government to transform Singapore from a \"Garden City\" to a \"City in a Garden\". The stated aim is to raise the quality of life by enhancing greenery and flora in the city.\nFirst announced by the Prime Minister, Lee Hsien Loong, at the National Day Rally in 2005, Gardens by the Bay was intended to be Singapore's premier urban outdoor recreation space, and a national icon.\nIn 2006, an international competition for the design of the park was held, attracting more than 70 entries submitted by 170 firms from 24 countries. Two British firms – Grant Associates and Dominic White – were awarded the contracts for the Bay South and Bay East Gardens respectively.\nAlongside the lead designers Grant Associates, the design team for Bay South included WilkinsonEyre, Atelier Ten (environmental design consultants) and Atelier One (structural engineers). They were supported by a number of Singapore firms including CPG Consultants (architecture, civil and structural, mechanical and electrical), Meinhardt Infrastructure (civil and structural), Langdon & Seah (cost consultants) and PMLink (project management).\nThe park is quite popular, with 6.4 million visitors in 2014, and it had the 20 millionth visitor in November 2015.", "city": "Singapore", "address": "18 Marina Gardens Drive"}, "5": {"duration": 120, "name": "Singapore Botanic Gardens", "rating": 4.5, "reviews": 16010, "description": "The Singapore Botanic Gardens is a 158-year-old tropical garden located at the fringe of Singapore's Orchard Road shopping district. It is one of three gardens, and the only tropical garden, to be honoured as a UNESCO World Heritage Site. The Botanic Gardens has been ranked Asia's top park attraction since 2013, by TripAdvisor Travellers' Choice Awards. It was declared the inaugural Garden of the Year, International Garden Tourism Awards in 2012, and received Michelin's three-star rating in 2008.\nThe Botanic Gardens was founded at its present site in 1859 by an agri-horticultural society. It played a pivotal role in the region's rubber trade boom in the early twentieth century, when its first scientific director Henry Nicholas Ridley, headed research into the plant's cultivation. By perfecting the technique of rubber extraction, still in use today, and promoting its economic value to planters in the region, rubber output expanded rapidly. At its height in the 1920s, the Malayan peninsula cornered half of the global latex production.\nThe National Orchid Garden, within the main gardens, is at the forefront of orchid studies and a pioneer in the cultivation of hybrids, complementing the nation's status as a major exporter of cut orchids. Aided by the equatorial climate, it houses the largest orchid collection of 1,200 species and 2,000 hybrids.\nEarly in the nation's independence, Singapore Botanic Gardens' expertise helped to transform the island into a tropical Garden City, an image and moniker for which the nation is widely known. In 1981, the hybrid climbing orchid, Vanda Miss Joaquim, was chosen as the nation's national flower. Singapore's \"orchid diplomacy\" honours visiting head of states, dignitaries and celebrities, by naming its finest hybrids after them; these are displayed at its popular VIP Orchid Gardens.\nSingapore's botanic gardens is the only one in the world that opens from 5 a.m. to 12 midnight every day of the year. More than 10,000 species of flora is spread over its 82-hectares area, which is stretched vertically; the longest distance between the northern and southern ends is 2.5 km (1.6 mi). The Botanic Gardens receives about 4.5 million visitors annually.", "city": "Singapore", "address": "1 Cluny Road"}, "6": {"duration": 120, "name": "Cloud Forest", "rating": 4.5, "reviews": 11083, "description": "A cloud forest, also called a water forest, is a generally tropical or subtropical, evergreen, montane, moist forest characterized by a persistent, frequent or seasonal low-level cloud cover, usually at the canopy level, formally described in the International Cloud Atlas (2017) as silvagenitus. Cloud forests often exhibit an abundance of mosses covering the ground and vegetation, in which case they are also referred to as mossy forests. Mossy forests usually develop on the saddles of mountains, where moisture introduced by settling clouds is more effectively retained.", "city": "Singapore", "address": "Gardens by the Bay"}, "7": {"duration": 120, "name": "Marina Bay", "rating": 4.5, "reviews": 10818, "description": "Marina Bay Sands is an integrated resort fronting Marina Bay in Singapore. At its opening in 2010, it was billed as the world's most expensive standalone casino property at S$8 billion, including the land cost.\nThe resort includes a 2,561-room hotel, a 120,000-square-metre (1,300,000 sq ft) convention-exhibition centre, the 74,000-square-metre (800,000 sq ft) The Shoppes at Marina Bay Sands mall, a museum, two large theatres, \"celebrity chef\" restaurants, two floating Crystal Pavilions, art-science exhibits, and the world's largest atrium casino with 500 tables and 1,600 slot machines.\nThe complex is topped by a 340-metre-long (1,120 ft) SkyPark with a capacity of 3,900 people and a 150 m (490 ft) infinity swimming pool, set on top of the world's largest public cantilevered platform, which overhangs the north tower by 67 m (220 ft). The 20-hectare resort was designed by Moshe Safdie architects. The architect was Aedas, and they were responsible for employing all consultants and for developing, co-ordinating and implementing the design. Engineering was provided by Arup and Parsons Brinkerhoff (MEP). The main contractor was Ssangyong Engineering and Construction.\nOriginally set to open in 2009, Las Vegas Sands faced delays caused by escalating costs of material and labour shortages from the outset. The global financial crisis also pressured the company to delay its projects elsewhere to complete the integrated resort. Although Marina Bay Sands has been compared in scale and development costs to MGM's CityCenter, the latter is a mixed-use development, with condominium properties (comprising three of the seven main structures) being sold off.\nThe resort and SkyPark were officially opened on 23 and 24 June 2010 as part of a two-day celebration, following the casino's opening on 27 April that year. The SkyPark opened the following day. The theatres were completed in time for the first performance of Riverdance on 30 November. The indoor skating rink, which uses artificial ice, opened to a performance by Michelle Kwan on 18 December. The ArtScience Museum opened to the public and the debut of a 13-minute light, laser and water show called Wonder Full on 19 February 2011 marked the full completion of the integrated resort.\nThe grand opening of Marina Bay Sands was held on 17 February 2011. It also marked the opening of the seven celebrity chef restaurants. The musical The Lion King debuted on 3 March 2011. The last portion of the Marina Bay Sands, the floating pavilions, were finally opened to the public when the two tenants, Louis Vuitton and Pangaea Club, opened on 18 and 22 September 2011, respectively.", "city": "Singapore", "address": "Marina Boulevard"}, "8": {"duration": 120, "name": "Singapore Zoo", "rating": 4.5, "reviews": 18506, "description": "The Singapore Zoo, formerly known as the Singapore Zoological Gardens and commonly known locally as the Mandai Zoo, occupies 28 hectares (69 acres) on the margins of Upper Seletar Reservoir within Singapore's heavily forested central catchment area. The zoo was built at a cost of $9 million granted by the government of Singapore and opened on June 27, 1973. It is operated by Wildlife Reserves Singapore, who also manage the neighbouring Night Safari, River Safari and the Jurong Bird Park. There are about 315 species of animal in the zoo, of which some 16 percent are considered to be threatened species. The zoo attracts 1.7 million visitors each year.\nFrom the beginning, Singapore Zoo followed the modern trend of displaying animals in naturalistic, 'open' exhibits with hidden barriers, moats, and glass between the animals and visitors. It houses the largest captive colony of orangutans in the world.", "city": "Singapore", "address": "80 Mandai Lake Road"}, "9": {"duration": 120, "name": "Singapore Flyer", "rating": 4.5, "reviews": 15179, "description": "The Singapore Flyer is a giant Ferris wheel in Singapore. Described by its operators as an observation wheel, it opened in 2008, construction having taken about 2½ years. It carried its first paying passengers on 11 February, opened to the public on 1 March, and was officially opened on 15 April. It has 28 air-conditioned capsules, each able to accommodate 28 passengers, and incorporates a three-storey terminal building.\nThe Flyer has an overall height of 165 metres (541 ft) and was the world's tallest Ferris wheel until the 167.6 m (550 ft) High Roller, which is 2.6 m (9 ft) taller than the Flyer, opened on the Las Vegas Strip in Nevada, US, on 31 March 2014. The previous record holder, the Star of Nanchang, in Jiangxi, China, is 160 m (525 ft) tall, although its 153 m (502 ft) diameter wheel is larger than the Flyer's 150 m (492 ft) wheel.", "city": "Singapore", "address": "30 Raffles Avenue"}, "10": {"duration": 120, "name": "Marina Bay Sands Skypark", "rating": 4.5, "reviews": 13567, "description": "Marina Bay Sands is an integrated resort fronting Marina Bay in Singapore. At its opening in 2010, it was billed as the world's most expensive standalone casino property at S$8 billion, including the land cost.\nThe resort includes a 2,561-room hotel, a 120,000-square-metre (1,300,000 sq ft) convention-exhibition centre, the 74,000-square-metre (800,000 sq ft) The Shoppes at Marina Bay Sands mall, a museum, two large theatres, \"celebrity chef\" restaurants, two floating Crystal Pavilions, art-science exhibits, and the world's largest atrium casino with 500 tables and 1,600 slot machines.\nThe complex is topped by a 340-metre-long (1,120 ft) SkyPark with a capacity of 3,900 people and a 150 m (490 ft) infinity swimming pool, set on top of the world's largest public cantilevered platform, which overhangs the north tower by 67 m (220 ft). The 20-hectare resort was designed by Moshe Safdie architects. The architect was Aedas, and they were responsible for employing all consultants and for developing, co-ordinating and implementing the design. Engineering was provided by Arup and Parsons Brinkerhoff (MEP). The main contractor was Ssangyong Engineering and Construction.\nOriginally set to open in 2009, Las Vegas Sands faced delays caused by escalating costs of material and labour shortages from the outset. The global financial crisis also pressured the company to delay its projects elsewhere to complete the integrated resort. Although Marina Bay Sands has been compared in scale and development costs to MGM's CityCenter, the latter is a mixed-use development, with condominium properties (comprising three of the seven main structures) being sold off.\nThe resort and SkyPark were officially opened on 23 and 24 June 2010 as part of a two-day celebration, following the casino's opening on 27 April that year. The SkyPark opened the following day. The theatres were completed in time for the first performance of Riverdance on 30 November. The indoor skating rink, which uses artificial ice, opened to a performance by Michelle Kwan on 18 December. The ArtScience Museum opened to the public and the debut of a 13-minute light, laser and water show called Wonder Full on 19 February 2011 marked the full completion of the integrated resort.\nThe grand opening of Marina Bay Sands was held on 17 February 2011. It also marked the opening of the seven celebrity chef restaurants. The musical The Lion King debuted on 3 March 2011. The last portion of the Marina Bay Sands, the floating pavilions, were finally opened to the public when the two tenants, Louis Vuitton and Pangaea Club, opened on 18 and 22 September 2011, respectively.", "city": "Singapore", "address": "10 Bayfront Avenue"}, "11": {"duration": 120, "name": "Orchard Road", "rating": 4.0, "reviews": 11032, "description": "Orchard Road is a 2.2 kilometre-long boulevard retail and entertainment hub in the central region of Singapore. Often known colloquially as Orchard, the area is a major tourist attraction.\nThe Orchard Planning Area is a planning area as specified by the Urban Redevelopment Authority. It is part of the Central Area located within the Central Region. Orchard is bordered by Newton in the east and north, Tanglin in the west, River Valley in the south and Museum to the southeast.", "city": "Singapore", "address": "Not provided"}, "12": {"duration": 120, "name": "Chinatown", "rating": 4.0, "reviews": 10981, "description": "A Chinatown (Chinese: 唐人街; pinyin: Tángrénjiē; Jyutping: tong4 yan4 gaai1) is an ethnic enclave of Chinese or Han people located outside mainland China, Hong Kong, Macau, or Taiwan, most often in an urban setting. Areas known as \"Chinatown\" exist throughout the world, including Asia, Australia, the Americas, Africa and Europe.\nThe development of most Chinatowns typically resulted from mass migration to an area without any, or with very few Chinese residents. Binondo in Manila, established in 1594, is recognised as the world's oldest Chinatown. Notable early examples outside Asia include San Francisco's Chinatown in the United States and Melbourne's Chinatown in Australia, which were founded in the mid-19th century during the California gold rush and Victoria gold rush respectively. A more modern example, in Montville, Connecticut, was caused by the displacement of Chinese workers in the Manhattan Chinatown following the September 11th attacks in 2001.", "city": "Singapore", "address": "Crot"}, "13": {"duration": 120, "name": "Battlebox", "rating": 5.0, "reviews": 1156, "description": "Not provided", "city": "Singapore", "address": "2 Cox Terrace"}, "14": {"duration": 120, "name": "The Intan", "rating": 5.0, "reviews": 444, "description": "Not provided", "city": "Singapore", "address": "69 Joo Chiat Terrace"}, "15": {"duration": 120, "name": "Supertree Grove", "rating": 4.5, "reviews": 3861, "description": "Not provided", "city": "Singapore", "address": "18 Marina Gardens Drive Gardens By the Bay"}}